Repository: Ikax/script.quasar.elitetorrent-mc
Catalog: resources/language/*/strings.po
Languages: german, italian, russian

# #32050
source: General
german: Allgemeines
italian: Generale
russian: Общие

# #32151
source: Language:
german: Sprache:
italian: Lingua:
russian: Язык:

# #32057
source: Notification Message
german: Benachrichtigung
italian: Messaggio di notifica
russian: Уведомление

# #32058
source: Time (miliseconds):
german: Zeit (Millisekunden):
italian: Tempo (in millisecondi):
russian: Время (мс):

# #32062
source: Movies Filters
german: Film Filter
italian: Filtri de Film
russian: Фильмы

# #32063
source: Advance Setup (for 'AND' use space, for 'OR' use comma)
german: Fortgeschrittene Einstellungen (Verwende einen Abstand (Space) für ”UND” bzw. ein Komma für ”ODER”)
italian: Configurazione avanzata (per 'AND' uso dello spazio, virgola uso 'OR')
russian: Предварительная настройка ("and"(и)=пробел, 'or'(или)- запятая)

# #32064
source: Accept File with:
german: Akzeptiere Dateien mit:
italian: Accettare File con:
russian: Допускать торренты имеющие в названии слово(-а):

# #32065
source: Block File with:
german: Blockiere Dateien mit:
italian: Bloccare File con:
russian: Блокировать торренты имеющие в названии слово(-а):

# #32066
source: Easy Setup Keywords after the query
german: Einfache Einstellungen (Schlüsselwörter nach der Abfrage)
italian: Facile installazione parole chiave dopo la query
russian: Допустимое качество

# #32070
source: TV Filters
german: TV-Show Filter
italian: Filtri di TV
russian: Сериалы

# #32090
source: Login
german: Anmelden
russian: Регистрация/Вход

# #32091
source: Username:
german: Benutzername:
italian: Nome utente:
russian: Имя пользователя:

# #32092
source: Password:
german: Passwort:
russian: Пароль:

# #32093
source: URL address (ex:http://www.example.com):
german: URL-Adresse (zB: http: //www.example.com):
italian: Indirizzo URL (ex: http://www.example.com):
russian: URL-адрес (напр: http: //www.example.com):

# #32199
source: Language for the Search
german: Sprache für die Suche
italian: Lingua per la ricerca
russian: Язык поиска

# #32200
source: Extra Keywords to send in the URL
german: Zusätzliche Schlüsselwörter für die Suche in der URL
italian: Extra Parole Chiave per URL
russian: дополнительные ключевые слова к адресу (URL)

# #32201
source: Extra Keywords:
german: Zusätzliche Schlüsselwörter:
italian: Extra Parole Chiave:
russian: дополнительные ключевые слова для поиска

# #32205
source: Download Settings
german: Download Einstellungen
italian: Impostazioni di Download
russian: Параметры загрузки

# #32206
source: Maximum Torrents to Send to Quasar:
german: Maximale Anzahl an Torrents zur Übergabe an Quasar:
italian: Massimi torrenti Invia a Quasar:
russian: Максимальное количество торрентов:

# #32207
source: Limitation Size Files
german: Dateigrößen Begrenzungen
italian: Limite dimensione file
russian: Ограничение размера торрент-файлов

# #32208
source: Limitation Size Movie Files
german: Begrenzungen für Filme
italian: Limite dimensione file di film
russian: Ограничение размера торрент-файла для фильмов

# #32209
source: Limitation Size TV Files
german: Begrenzungen für TV-Shows
italian: Limite dimensione file TV
russian: Ограничиние размера торрент-файла для сериалов

# #32210
source: Minimum Size in GB (0 = Filter OFF):
german: Minimale Größe in GB (0 = Filter aus):
italian: Dimensione minima in GB (0 = filtro OFF):
russian: Минимальный размер в Гб (0 = фильтр выключен):

# #32211
source: Maximum Size in GB (10 = Filter OFF):
german: Maximale Größe in GB (10 = Filter aus):
italian: Dimensione massima in GB (10 = filtro OFF):
russian: Максимальный размер в Гб (10 = фильтр выключен):

# #32212
source: Search seasons, instead of episodes:
german: Such Jahreszeiten statt Episoden:
italian: Ricerca stagioni, invece di episodi:
russian: Поиск сезонов, вместо эпизодов:
