Repository: Ikax/script.quasar.elitetorrent-mc
Catalog: resources/language/Hebrew/strings.po
Languages: he

# #32050
source: General
he: כללי

# #32151
source: Language:
he: שפה:

# #32057
source: Notification Message
he: הודעת התראה

# #32058
source: Time (miliseconds):
he: זמן (מילישניות):

# #32062
source: Movies Filters
he: מסנני סרטים

# #32063
source: Advance Setup (for 'AND' use space, for 'OR' use comma)
he: הגדרות מקדימות (עבור "גם" השתמש ברווח, עבור "או" השתמש ב",")

# #32064
source: Accept File with:
he: קבל קובץ עם:

# #32065
source: Block File with:
he: חסום קובץ עם:

# #32066
source: Easy Setup Keywords after the query
he: מילות מפתח להגדרה קלה לאחר השאילתה

# #32070
source: TV Filters
he: מסנני סדרות

# #32090
source: Login
he: התחברות

# #32091
source: Username:
he: שם משתמש:

# #32092
source: Password:
he: סיסמה:

# #32093
source: URL address (ex:http://www.example.com):
he: כתובת אינטרנט (דוגמה:http://www.example.com):

# #32199
source: Language for the Search
he: שפה לחיפוש

# #32200
source: Extra Keywords to send in the URL
he: מילות מפתח נוספות לשליחה בכתובת האינטרנט

# #32201
source: Extra Keywords:
he: מילות מפתח נוספות:

# #32205
source: Download Settings
he: הגדרות הורדה

# #32206
source: Maximum Torrents to Send to Quasar:
he: כמות טורנטים מרבית לשלוח אל Quasar:

# #32207
source: Limitation Size Files
he: הגבלות גודל קובץ

# #32208
source: Limitation Size Movie Files
he: הגבלות גודל קובץ (סרטים)

# #32209
source: Limitation Size TV Files
he: הגבלות גודל קובץ (סדרות)

# #32210
source: Minimum Size in GB (0 = Filter OFF):
he: גודל קובץ מינימלי (0=סינון כבוי) (ב-GB):

# #32211
source: Maximum Size in GB (10 = Filter OFF):
he: גודל קובץ מקסימלי (10=סינון כבוי) (ב-GB):

# #32212
source: Search seasons, instead of episodes:
he: עונות חיפוש, במקום פרקים:
